tests/xmpAPI/Communities_addAdmin.xml

<?xml version="1.0" encoding="utf-8"?>
<soap:Envelope xmlns:soap="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns="http://policy.intf.mobilgw.com/">
  <soap:Body>
    <tns:addAdmins>
      <arg0>TheSimpsonFamily</arg0>
      <arg1>
        <userId>1000100003</userId>
        <name>Ben</name>
        <wantsNotifications>true</wantsNotifications>
        <wantsAudit>true</wantsAudit>
      </arg1>
    </tns:addAdmins>
  </soap:Body>
</soap:Envelope>